CREATE TABLE employees(
    ID int, 
    Name varchar(15),
    Age int,
    Department varchar(255)
);
insert into employees(ID, Name, Age, Department)
values
(1, 'Олег', 32, 'Отдел автоматизации'),
(2, 'Иван', 40, 'Отдел системного администрирования'),
(3, 'Федор', 42, 'Отдел кадров'),
(4, 'Мария', 30, 'Отдел управления'),
(5, 'Петр', 31, 'Отдел автоматизации'),
(6, 'Ольга', 20, 'Отдел автоматизации'),
(7, 'Алена', 41, 'Отдел системного администрирования'),
(8, 'Мирослав', 32, 'Отдел системного администрирования'),
(9, 'Ирина', 51, 'Отдел автоматизации'),
(10, 'Никита', 34, 'Отдел кадров')
